[
    {
        "id": "post_1",
        "title": "The Pinball Wizard",
        "description": "Dash, hurl, and flip your way to the top of the tower castle.",
        "content": "The time has come to reimagine the iconic pinball game and sprinkle some magic into it, and that's exactly what The Pinball Wizard does. This dungeon crawler from Frosty Pop invites you to dash, hurl, and flip your way to the top of the tower castle while leveling up skills, looting treasure, and fighting monsters.Get (quite literally) thrown into action, explore the castle, and open new rooms with the keys you've found to restore the power of The Eye and bring peace to the world. Each dungeon is an area inside the tower. You need to survive and get to the top of it alive. The Pinball Wizard will be released on October 27 on Steam. Check it out and don't forget to join our Reddit page and our Telegram channel, follow us on Instagram and Twitter, where we share breakdowns, the latest news, awesome artworks, and more.",
        "author": "Gloria Levine",
        "timestamp": "2024-10-01 12:00:00",
        "thumbnail": "pinballwizard.jpg"
    },
    {
        "id": "post_2",
        "title": "Allegorithmic joins Adobe",
        "description": "Huge news for Allegorithmic and the Substance community: Allegorithmic is now a part of the Adobe family.",
        "content": "Are you worried about licensing? Nothing changes for now. The team promises that your current licenses will continue running and getting updates. They’re also working on new and more flexible subscription offers which will be presented in the coming months. This wild and thrilling ride at the frontier of digital art began 15 years ago – with you. You believed that a small French company from Clermont-Ferrand could change the status quo and revolutionize digital creation. You made us grow. You: the early adopters, the artists, the visionaries, and the discoverers. You are our inspiration and we want you with us as we begin this new chapter, which starts today. Expect it to be bigger, bolder, and full of new adventures! You can get more details on the announcements here.",
        "author": "Arti Sergeev",
        "timestamp": "2024-10-02 12:00:00",
        "thumbnail": "adobe.png"
    },
    {
        "id": "post_3",
        "title": "GTA 3 Deathmatch Mode",
        "description": "GTA Online is the crown of Rockstar's multiplayer effort for GTA, but the third game in the series once also had a chance to introduce it.",
        "content": "Obbe Vermeij, a former developer at Rockstar who worked on several games in the franchise, said that the company always wanted to add a multiplayer mode to the series, and he even got a basic deathmatch going for GTA 3. However, the studio never found the time to do it properly, so the game was left without the feature. Vermeij shared this little fact under his post explaining how cars appear and disappear in GTA 3, Vice City, and San Andreas to give the appearance of a busy city. His code places vehicles 70m in front of the player and removes them 90m ahead. Those out of the player's line of sight spawn 15m away and vanish at 25m.",
        "author": "Gloria Levine",
        "timestamp": "2024-10-03 12:00:00",
        "thumbnail": "gta3.jpg"
    },
    {
        "id": "post_4",
        "title": "V-Ray 7 beta for 3ds max",
        "description": "Introducing support for rendering 3D Gaussian Splats, updates to V-Ray GPU, V-Ray Frame Buffer, and more.",
        "content": "Chaos has begun introducing new features in the latest generation of its V-Ray product, starting with the beta version of V-Ray for 3ds Max. This preview version is packed with updates aimed at enhancing your rendering workflow and bringing your projects to life like never before. As the study of 3D Gaussian Splatting, a technique that converts point clouds into 3D scenes via machine learning, advances, there are many third-party tools for rendering 3D Gaussian Splats in Blender, Unity, or Unreal Engine, yet V-Ray is going to support this format natively.",
        "author": "Amber Rutherford",
        "timestamp": "2024-10-03 12:20:00",
        "thumbnail": "vray7.jpg"
    }
]